<?php
  if (!defined('DSE') || !defined('DIR_ROOT')) { exit('Access denied!'); }
?>

  <header class="swiper-container articles_slider">
    <div class="swiper-wrapper">
      <div class="swiper-slide sl1">
        <div class="dark">
          <h2>Круэлла</h2>
          <p>
            Лондон 70-х годов охвачен зарождающейся культурой панк-рока. Невероятно одаренная мошенница по имени Эстелла решает сделать себе имя в мире моды. Её лучшие друзья — парочка юных карманников, которые ценят страсть Эстеллы к приключениям и надеются вместе с ней отвоевать себе место под солнцем на улицах британской столицы. В один прекрасный день модное чутье Эстеллы привлекает внимание шикарной и пугающе высокомерной баронессы фон Хельман.
          </p>
          <a href="javascript: off();" data-article="1">Читать обзор</a>
        </div>
      </div>

      <div class="swiper-slide sl2">
        <div class="dark">
          <h2>Тихое место 2</h2>
          <p>
            474 дня после нападения на Землю охотящихся на звук существ, семья Эбботт продолжает бороться за жизнь в полной тишине. Столкнувшись со смертельной угрозой в собственном доме, они вынуждены отправиться во внешний мир, где находят убежище и старого знакомого семьи. Поймав радиосигнал, Реган вычисляет место предполагаемой колонии выживших и решает во что бы то ни стало её разыскать.
          </p>
          <a href="javascript: off();" data-article="2">Читать обзор</a>
        </div>
      </div>

      <div class="swiper-slide sl3">
        <div class="dark">
          <h2>Заклятие 3</h2>
          <p>
            Леденящая кровь история ужасающего убийства, которая поразила даже опытных исследователей паранормальных явлений Эда и Лоррейн Уорренов. Одно из их самых сенсационных дел началось с борьбы за душу юноши, а привело к тому, чего они ни разу не видели за свою практику — впервые в истории США подозреваемый в убийстве в свою защиту заявил, что был одержим демоном.
          </p>
          <a href="javascript: off();" data-article="3">Читать обзор</a>
        </div>
      </div>

      <div class="swiper-slide sl4">
        <div class="dark">
          <h2>Джокер</h2>
          <p>
            Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.
          </p>
          <a href="javascript: off();" data-article="4">Читать обзор</a>
        </div>
      </div>

      <div class="swiper-slide sl5">
        <div class="dark">
          <h2>Ледяной драйв</h2>
          <p>
            Север Канады. Ненадёжный апрельский лёд, вес грузовика — 33 тонны. Проехать по замерзшей поверхности озера возможно только на определенной скорости, а остановка или ускорение означают верную смерть. Но именно такая задача стоит перед колонной грузовиков — только они могут спасти людей, оказавшихся в обрушившейся алмазной шахте. Однако ни трескающийся под колёсами лёд, ни снежная буря не сравнятся с испытаниями, которые ждут водителей впереди.
          </p>
          <a href="javascript: off();" data-article="5">Читать обзор</a>
        </div>
      </div>
    </div>
    <div class="swiper-button-prev hdr"></div>
    <div class="swiper-button-next hdr"></div>
  </header>
